<template>
  <div class="content-patent">
    <p>
      具有增强免疫力、补钙及抗衰老功能的食品
      技术领域

      本发明涉及一种具有增强免疫力、补钙及抗衰老功能的食品，属于食品加工技术领域。

      背景技术

      食品能提供人体生存所必需的基本营养物质，它主要分为保健食品和一般食品两大类。其中保健食品具有一般食品的共性，它还含有一定量的功效成分，能调节人体的机能，具有特定的功能。一般食品中也含有生理活性物质，由于含量较低，在人体内无法达到调节机能的浓度，不能实现功效作用。而保健食品中的生理活性物质是通过提取、分离、浓缩或是添加了纯度较高的某种生理活性物质，使其在人体内达到发挥作用的浓度，从而具备了食品的第三功能。

      随着人们保健意识的逐渐增强，保健食品逐渐被人们所接受和认可。但现有的保健食品营养成分比较单一，并要熬到一定的量，且不容易被人体吸收和利用。而食中品往往含有较多种类的营养素，对营养素的量也没有要求。所以，在生活中不能用保健食品代替食品来补充日常所需各种营养素。应该以食物为主，严格按照膳食金字塔合理膳食，通过食品来摄取人体每日必需的营养素。因此研发出功效全面，容易被人体吸收和利用的营养食品成为本领域技术人员急需解决的技术问题。

      发明内容

      本发明目的是提供一种具有增强免疫力、补钙及抗衰老功能的食品，其营养丰富，功效全面，容易被人体吸收和利用。

      为了达到上述目的，本发明是通过下述技术方案实现的：

      具有增强免疫力、补钙及抗衰老功能的食品，它是由下述原料按所述重量份数制备而成：骨粉0.5-1.5份、胶原蛋白1.5-2.5份、人参粉0.3-0.8份、维生素D为0.0000002-0.0000003份、榛子粉3-4份、沙棘提取物0.5-1.5份、蚕蛹粉0.5-1.5份、藕粉5-7份。

      具有增强免疫力、补钙及抗衰老功能的食品，它是由下述原料按所述最佳重量份数制备而成：骨粉1份、胶原蛋白2份、人参粉0.5份、维生素D为0.00000024份、榛子粉3.5份、沙棘提取物1份、蚕蛹粉1份、藕粉6份。

      上述的胶原蛋白最佳选择鹿骨胶原蛋白。

      由于采用上述技术方案，使得本发明具有下述优点和效果：

      本发明选择药食同源的人参粉、胶原蛋白、蚕蛹粉、沙棘提取物、榛子粉、骨粉、维生素D、藕粉进行组合，将这些原料组合使得各原料的功效产生协同作用。

      本发明的补钙优势：本发明原料中胶原蛋不但可以充分的补充人体内流失的蛋白质，而且优选胶原蛋白是从鹿骨中提取的骨胶原蛋白，骨胶原蛋白可以使人体补充的钙盐有沉积矿化的基础。被分离出的脱胶骨粉含有丰富的钙，可以补充人体每日钙的流失。普通的补钙食品只注重钙质的补充而不注重钙质的吸收，本发明加入的胶原蛋白与维生素D，可以使本品中的骨粉完全的吸收，并沉积在人体的骨骼，有效的强化中老年人的骨密度，从而避免老年性骨质疏松、骨折的发生。

      本发明的延缓皮肤衰老优势：本发明中加入的胶原蛋白是皮肤组织的主要蛋白质成分，胶原是由成纤维细胞所合成的。随着年龄的增加，成纤维细胞的合成能力下降，若皮肤中缺乏胶原蛋白，胶原纤维就会发生交联固化，使细胞间粘多糖减少，皮肤便会失去柔软、弹性和光泽，发生老化，同时真皮的纤维断裂、脂肪萎缩、汗腺及皮脂腺分泌减少，使皮肤出现色斑、皱纹等一系列老化现象。胶原蛋白有良好的抗各种辐射的作用，且能形成很好的保水层，能提供皮肤所需要的全面水分，并能够补充人体中的蛋白质与胶原，延缓皮肤的衰老。

      本发明的增强免疫力、固本培元优势：本发明加入的人参中含有的人参皂苷、人参蛋白、人参多糖不但具有清除自由基和抗氧化，增强免疫力的功效，而且针对中老年人能够起到大补元气，复脉固脱，补脾益肺，生精养血，安神益智的作用。

      本发明的补充蛋白质与能量的同时加强人体体质的优势：本发明中加入的蚕蛹、沙棘果、榛子、藕粉含有丰富的蛋白质、氨基酸及能量，不但可以满足人体日常蛋白质及能量的需要，而且还可以加强人体体质。

      本发明中加入的蚕蛹，含有蛹蛋白、复合氨基酸及甲壳素。其中蛹蛋白、复合氨基酸补充人体内流失的蛋白质。甲壳素能改善消化吸收机能、降低脂肪及胆固醇的摄取、降低血压、调节血脂、促进溃疡的愈合、增强免疫力、降低血压，提高胰岛素利用率，有利于糖尿病的防治等。

      加入的沙棘起到健脾消食，止咳祛痰，活血散瘀的作用。加入的榛子起到健脾和胃，益肝明目的作用。加入的藕粉可以起到清热凉血、通便止泻、健脾开胃、益血生肌、止血散淤的作用。

      具体实施方式

      下面结合实施例和试验数据对本发明进行进一步详细描述。以下实施例仅为本发明的具体实施例，但本发明的设计构思并不局限于此，凡利用此构思对本发明进行非实质性的改动，均应属于侵犯本发明保护范围的行为。

      下述实施例中的方法，如无特别说明，均为常规方法。

      下述实施例中所用的蚕蛹粉是将蚕蛹烘干后粉碎得到，其制备工艺为本领域常规技术，不做详细描述，其它原料均为现有市售产品。

      实施例1：

      具有增强免疫力、补钙及抗衰老功能的食品，它是由下述原料按所述重量制备而成：骨粉1g、鹿骨胶原蛋白2g、人参粉0.5g、维生素D为0.24 ug、榛子粉3.5g、沙棘提取物1g、蚕蛹粉1g、藕粉6g。

      上述食品的制备方法如下：取所述重量的骨粉、胶原蛋白、人参粉、维生素D、榛子粉、沙棘提取物、蚕蛹粉、藕粉混合均匀，制成颗粒，即得。

      实施例2：

      具有增强免疫力、补钙及抗衰老功能的食品，它是由下述原料按所述重量制备而成：骨粉0.5g、胶原蛋白2.5g、人参粉0.8g、维生素D为0.3ug、榛子粉4g、沙棘提取物1.5g、蚕蛹粉1.5g、藕粉7g。

      其制备方法与实施例1相同。

      实施例3：

      具有增强免疫力、补钙及抗衰老功能的食品，它是由下述原料按所述重量制备而成：骨粉1.5g、胶原蛋白1.5g、人参粉0.3g、维生素D为0.2ug、榛子粉3g、沙棘提取物0.5g、蚕蛹粉0.5g、藕粉5g。

      其制备方法与实施例1相同。

      实施例4：

      具有增强免疫力、补钙及抗衰老功能的食品，它是由下述原料按所述重量制备而成：骨粉0.9g、鹿骨胶原蛋白2.1g、人参粉0.45g、维生素D为0.26ug、榛子粉3.7g沙棘提取物0.8g、蚕蛹粉1.2g、藕粉6.4g。

      其制备方法与实施例1相同。

      实施例5：

      具有增强免疫力、补钙及抗衰老功能的食品，它是由下述原料按所述重量制备而成：骨粉1.2g、鹿骨胶原蛋白1.9g人参粉0.6g、维生素D为0.22ug、榛子粉3.3g、沙棘提取物1.2g、蚕蛹粉0.8g、藕粉6.7g。

      其制备方法与实施例1相同。

      本发明上述实施例1、2、3、4及5制得的食品的营养成分检测结果见下表1：

      表1：主要营养成分（每100g米糊）

      营养成分含量 实施例1 实施例2 实施例3 实施例4 实施例5
      能量（kj） 1376 1365 1362 1379 1372
      蛋白质（%） 25.4 25.1 25.6 25.2 25.3
      碳水化合物（%） 53.7 53.4 54.0 53.6 53.8
      脂肪（%） 0.80 0.83 0.84 0.81 0.82
      钠（g） 0.112 0.109 0.108 0.111 0.110
      钙（g） 0.45 0.42 0.41 0.43 0.44
      维生素D（μg） 1.60 1.58 1.56 1.59 1.61
      上述实施例1-5制得的食品，经常规方法检测质量标准如下：

      外观：颗粒状、无结块、无砂糖外硬粒、无原料外杂质、允许有微量皮点，色泽均匀；

      色泽：骨粉、胶原蛋白、人参粉、维生素D、榛子粉、沙棘提取物、蚕蛹粉、藕粉混合后应有的颜色。

      冲调性：开水冲调后，易分散、均匀一致，呈糊状。

      气味与滋味：味微苦，具有蚕蛹与榛子的清香味，无刺激、焦糊、酸败及其他气味。

      理化指标：水分≤5%，灰分≤8%，总皂苷（以人参皂苷Re计）≤50 mg/100g，维生素D≤1.0~2.0 ug/100g，砷≤0.5mg/kg，铅≤1.0mg/kg,汞（以Hg计）≤0.3 mg/kg，六六六≤0.1 mg/kg，滴滴涕≤0.1 mg/kg，过氧化值≤0.25%，羟脯氨酸≥1.0g/100g。

      卫生指标：细菌总数≤30000cfu/g，大肠菌群≤90mpn/100g，致病菌不得检出。
    </p>
  </div>
</template>
